[
  {
    "name": "Akash Nawani",
    "description": "One of the best solutions for metadata management. Solves some of the tough problems for data teams such as: asset documentation, collaboration, discovery & quality, while supporting a wide range of integrations with 3p tools like Airflow, Snowflake, dbt, Redash etc. Super thankful to the OM community for prompt support.",
    "date": "May 13th, 2022",
    "image": "../images/testimonials/kb.jpg",
    "company": "Khatabook",
    "url": "https://khatabook.com/",
    "title": "Lead - Data Platform"
  },
  {
    "name": "Shaun",
    "description": "It is an excellent tool to help create a data-centric culture by providing metadata management, metadata-based communication, and data lineage management functions.",
    "date": "June 13th, 2022",
    "image": "../images/testimonials/bucketplace.png",
    "company": "Bucketplace",
    "url": "http://bucketplace.net",
    "title": "Data Engineer"
  },
  {
    "name": "Abhijit Singh",
    "description": "Open Metadata helped us in democratizing the data which was kept in silos, now we are more analytically productive and it’s helping our data lake to be more accessible to the general audience using user management features, also the feed makes it more collaborative to work. This is a step towards democratizing data, for the community by the community. Thanks to OM team for building such a great product.",
    "date": "Nov 9th, 2022",
    "image": "../images/testimonials/intelligaia.svg",
    "company": "Intelligaia",
    "url": "https://intelligaia.com/",
    "title": "Product Manager - Data"
  },
  {
    "name": "Sandeep Penmetsa",
    "description": "Open Metadata played a pivotal role in Data Centralization. The metadata management helped multiple teams (Ops/Analytics) in understanding the nitty-gritty details at a column level. The overall support and documentation was super quick and helpful. Excited to integrate other frameworks like Great Expectations and Prefect",
    "image": "../images/testimonials/physicsWallah.jpg",
    "company": "Physics Wallah",
    "url": "https://www.pw.live/",
    "title": "Associate Director"
  },
  {
    "name": "Praveen Singh",
    "description": "In the data world, the scope of metadata is ever-expanding. In today's era where metadata for a large organisation itself becomes big data, it's difficult to curate, organize and manage metadata. OpenMetadata has been a wonderful discovery for the data team at PayU Finance. We truly rely on OpenMetadata to be our Enterprise Metadata Manager. It doesn't only help us quickly solve for discovery, data quality, and observability, but also on collaboration between teams and data assets. The OpenMetadata team supported us at each step to move OpenMetadata to our production environment.",
    "image": "../images/testimonials/payu-finance.png",
    "company": "PayU Finance",
    "url": "https://www.payufin.in/",
    "title": "Director of Data Engineering"
  },
  {
    "name": "Rinat Abdurkhmanov",
    "description": "We came across Open Metadata as an alternative to heavy, expensive and rigid proprietary products without proper customer support and little chance of adapting to the ever changing market needs. It allowed us not only to cut down the costs but also to quickly and effortlessly adapt the product to the needs of our company which includes hundreds of systems and data sources that require categorization and analysis. Open metadata is a fast-growing product that allows to impact its development through contribution and flawless community  interaction. </br> The best thing so far is how easy it is to implement the solution and start working on your data right away. Every business user is able to track and take care of their metadata and build trustworthy, data-driven products for our customers.  Open metadata offers some of the easiest, versatile methods for data-handling and data-consumption as well as the most supportive community to help you out on your way to befriend your company’s knowledge.",
    "image": "../images/testimonials/beeline.png",
    "company": "beeline",
    "url": "http://beeline.ru/",
    "title": "Chief Data Officer"
  },
  {
    "name": "Cade Parker",
    "description": "As a data scientist working in a large organization, I can confidently say that Open Metadata has been a game-changer for us. The lineage and collaboration features have made it much easier to understand where our data is coming from and how it's being used, which has saved us countless hours of troubleshooting and debugging. Additionally, the collaboration features have allowed us to share metadata and insights with colleagues in other departments, which has led to some exciting new discoveries and innovations. Overall, I highly recommend Open Metadata to any organization looking to streamline their data management processes and improve collaboration across teams.",
    "image": "../images/testimonials/zen-business.png",
    "company": "ZenBusiness",
    "url": "https://www.zenbusiness.com ",
    "title": "Senior Engineering Manager"
  }
]
